{
    "skibidi": "a reference to the viral 'skibidi dop dop yes yes' meme song by little big, often accompanied by silly dance moves",
    "gyatt": "slang derived from 'goddamn' to express admiration or surprise, often used to comment on someone's butt",
    "rizz": "slang for charisma or charm, particularly in the context of attracting a romantic interest",
    "only in ohio": "a meme implying that strange or bizarre events supposedly only happen in ohio",
    "duke dennis": "a popular youtuber and twitch streamer known for his gaming content, especially related to nba 2k",
    "did you pray today": "a meme phrase that became popular, often used humorously to check on someone's well-being or behavior, often associated with go/jo",
    "livvy dunne": "a famous gymnast and social media influencer known for her presence on tiktok and instagram",
    "rizzing up": "the act of using charm or charisma to attract someone romantically",
    "baby gronk": "refers to a young football prodigy, sometimes used metaphorically to describe someone showing great potential",
    "sussy imposter": "a phrase from the game among us, referring to a suspicious player who might be the imposter",
    "pibby glitch": "a reference to the animated series 'come and learn with pibby!' where characters are affected by a glitchy corruption",
    "in real life": "often abbreviated as irl, referring to events or interactions happening outside the internet or virtual space",
    "sigma male": "a term from manosphere communities describing a lone wolf type who is successful but doesn't conform to traditional social hierarchies",
    "alpha male": "a term describing a dominant, assertive man who is perceived as a leader or authority figure",
    "omega male": "a term describing a man who is on the fringes of social hierarchies, often seen as the opposite of an alpha male",
    "grindset": "a mindset focused on relentless hard work and hustle to achieve success",
    "andrew tate": "a controversial internet personality known for his views on masculinity and success, often criticized for promoting toxic behavior",
    "goon cave": "a space dedicated to 'gooning,' which refers to a prolonged state of arousal, often involving corn",
    "freddy fazbear": "the main animatronic character from the horror game series five nights at freddy's",
    "colleen ballinger": "a youtuber and comedian best known for her character miranda sings",
    "smurf cat": "a whimsical, fictional character that combines elements of a smurf and a cat, typically used in memes",
    "strawberry elephant": "another whimsical, fictional character or concept used in memes, combining a strawberry and an elephant",
    "blud": "slang for 'blood,' often used in british slang to refer to a friend or close associate",
    "dawg": "slang for 'dog,' often used to refer to a friend or buddy",
    "shmlawg": "a variation of 'dawg,' used in similar contexts to refer to a friend or close acquaintance",
    "ishowspeed": "a popular youtuber and streamer known for his energetic and sometimes controversial content",
    "a whole bunch of turbulence": "a meme phrase referring to unexpected disruptions or chaos",
    "ambatukam": "a viral meme phrase that plays on phonetically misleading language, often used humorously",
    "bro really thinks he's carti": "a phrase used to mock someone who emulates rapper playboi carti's style or persona",
    "literally hitting the griddy": "refers to performing the 'griddy' dance, popularized in the nfl and on social media",
    "the ocky way": "a catchphrase from tiktok, referring to customizing food orders in a unique or extravagant way, coined by a new york city bodega worker",
    "kai cenat": "a prominent youtuber and twitch streamer known for his energetic personality and humorous content",
    "fanum tax": "a playful reference within kai cenat's community, where streamer fanum 'taxes' others by taking a portion of their food",
    "garten of banban": "a reference to an indie horror game that became popular for its quirky and eerie design",
    "no edging in class": "a humorous or mocking phrase likely referring to the act of self-control, used out of its original context in a school setting",
    "not the mosquito again": "a meme phrase that expresses frustration or disbelief about a recurring nuisance",
    "bussing": "slang for something that is really good or delicious, often used to describe food",
    "axel in harlem": "refers to a meme involving a specific animation clip that became widely parodied",
    "whopper whopper whopper whopper": "a catchy jingle from a burger king advertisement that became a meme",
    "1 2 buckle my shoe": "a nursery rhyme that became a meme, often used humorously in various contexts",
    "goofy ahh": "a phrase used to describe something or someone as silly or ridiculous",
    "aiden ross": "a popular twitch streamer known for his gaming and reaction content, often involved in controversies",
    "sin city": "often refers to las vegas or to the aesthetic and lifestyle associated with it, sometimes used in memes",
    "monday left me broken": "a phrase from a tiktok trend or song lyric expressing the melancholy associated with the start of the week",
    "quirked up white boy": "a meme phrase describing a young white man with an unexpected or quirky talent, often followed by 'busting it down sexual style'",
    "busting it down style": "part of a meme phrase implying that someone is dancing provocatively",
    "goated with the sauce": "slang for someone who is exceptionally skilled or impressive, 'goat' being short for 'greatest of all time'",
    "john pork": "a fictional character often depicted as a pig-human hybrid, used in various memes",
    "grimace shake": "refers to a mcdonald's promotional shake named after the character grimace, often used in memes",
    "kiki do you love me": "Lyrics from Drake's song 'In My Feelings,' which became part of a viral dance challenge.",
    "huggy wuggy": "A character from the horror game Poppy Playtime, known for its unsettling appearance.",
    "nathaniel b": "A meme originating from a viral TikTok where a freestyle rap battle mistakenly names 'Nathaniel B.'",
    "lightskin stare": "Refers to a stereotypical intense or sultry look often associated with light-skinned individuals in memes.",
    "biggest bird": "A meme phrase often used to boast about being the best or most significant in some way.",
    "omar the referee": "A character from the game 'Bully' known for his iconic look and actions, sometimes referenced in memes.",
    "amogus": "A humorous corruption of 'Among Us,' often used to denote something suspicious or 'sus.'",
    "uncanny": "Refers to something that looks eerily realistic or disturbingly close to reality, often used in the context of the 'uncanny valley' effect.",
    "wholesome": "Describes content that is uplifting, heartwarming, or generally positive.",
    "reddit": "A social media platform known for its diverse range of communities and discussions.",
    "chungus": "A meme featuring a large, rotund version of Bugs Bunny, often used humorously to describe something large or excessive.",
    "keanu reeves": "A popular actor often praised for his kindness and humility, leading to various memes and adoration online.",
    "pizza tower": "An indie game known for its unique art style and gameplay, gaining a cult following.",
    "zesty": "Slang describing something or someone as lively, spicy, or full of flavor, often used to compliment someone's personality.",
    "poggers": "An emote from Twitch used to express excitement or amazement.",
    "kumalala savesta": "Nonsense words used humorously in memes to mimic an exotic or foreign-sounding language.",
    "quandale dingle": "A fictional character name that became popular in memes, often accompanied by surreal or absurd scenarios.",
    "glizzy": "Slang for a hotdog or a pp, often used humorously in various memes.",
    "rose toy": "A reference to a popular adult 'toy' shaped like a rose, frequently discussed in social media.",
    "ankha zone": "Refers to a viral and explicit animation involving the character Ankha from Animal Crossing, widely shared and parodied.",
    "thug shaker": "A meme phrase likely referring to a specific dance or movement.",
    "morbin time": "A meme phrase stemming from the movie 'Morbius,' humorously implying that it's time for action or transformation.",
    "dj khaled": "A music producer and social media personality known for his catchphrases and motivational posts.",
    "sisyphus": "A figure from Greek mythology condemned to eternally push a boulder up a hill, often used to describe a futile or endless task.",
    "oceangate": "Refers to the OceanGate company known for its deep-sea submersibles, sometimes mentioned in the context of underwater exploration.",
    "shadow wizard money gang": "A fictional or humorous gang referenced in memes, combining elements of magic and finance.",
    "ayo the pizza here": "A meme phrase from a Vine video where someone yells this upon receiving pizza, often followed by a loud noise or surprise.",
    "PLUH": "A nonsensical or humorous phrase used in memes, often to mimic a sound or expression.",
    "nair butthole waxing": "A viral or humorous phrase referring to the hair removal process using Nair, often used for shock or comedic effect.",
    "t-pose": "A default pose in 3D modeling where a character stands with arms outstretched, often used humorously to assert dominance.",
    "ugandan knuckles": "A meme featuring a distorted version of Knuckles from Sonic, associated with the phrase 'Do you know the way?' and a specific accent.",
    "family guy funny moments compilation with subway surfers gameplay at the bottom": "A format of video where clips from Family Guy are shown above gameplay footage from Subway Surfers, often used to capture attention on social media.",
    "nickeh30": "A popular Fortnite streamer and YouTuber known for his positive and family-friendly content.",
    "ratio": "A term used on social media when a reply to a tweet gets more likes than the original tweet, often indicating a better or more popular response.",
    "uwu": "An emoticon representing a cute or happy face, often used in anime and furry communities.",
    "delulu": "Short for 'delusional,' used to describe someone who is out of touch with reality in a humorous or mocking way.",
    "opium": "In meme culture, it can refer to music and aesthetics associated with rapper Playboi Carti and his fans.",
    "bird": "Slang for a woman, often used in British or urban slang.",
    "cg5": "A music artist known for creating songs inspired by video games and internet culture.",
    "mewing": "A technique involving proper tongue posture to improve facial structure and aesthetics, popularized by Dr. Mike Mew.",
    "fortnite battle pass": "An in-game purchase in Fortnite that offers exclusive rewards and challenges, often referenced in memes.",
    "all my fellas": "A phrase used to refer to a group of male friends or acquaintances.",
    "gta 6": "Refers to the highly anticipated (that will never come) next installment in the Grand Theft Auto video game series.",
    "backrooms": "A creepypasta or internet legend about endless, empty rooms with yellow wallpaper and fluorescent lights, often evoking a sense of unease.",
    "gigachad": "A meme character representing an extremely muscular and attractive man, often used humorously.",
    "based": "A term used to describe someone who is true to themselves and their beliefs, often in the face of opposition.",
    "Cringe": "Describes something awkward, embarrassing, or uncomfortable to watch.",
    "kino": "Slang for high-quality cinema or film, often used by film enthusiasts.",
    "redpilled": "A term from The Matrix, used in internet culture to describe someone who has become enlightened to a controversial truth.",
    "no nut november": "An internet challenge where participants abstain from ejaculation for the entire month of November.",
    "pokénut november": "A twist on No Nut November, involving abstinence from Pokémon-related content.",
    "foot fetish": "a sexual interest in feet, often referenced in memes and internet culture",
    "f in the chat": "a phrase used to pay respects or acknowledge a failure, originating from a prompt in the game call of duty",
    "i love lean": "a phrase associated with the recreational drug 'lean,' often referenced in music and internet culture",
    "looksmaxxing": "the process of optimizing one's appearance through grooming, fashion, and sometimes surgery",
    "gassy": "slang for someone who talks a lot or boasts, or literally someone who has a lot of gas",
    "social credit": "refers to china's social credit system, often used humorously or critically in memes",
    "bing chilling": "a meme featuring john cena speaking in mandarin about ice cream, becoming viral for its unexpected humor",
    "xbox live": "an online gaming service for xbox consoles, often referenced in gaming culture",
    "mrbeast": "a popular youtuber known for his elaborate challenges, philanthropy, and large-scale content",
    "kid named finger": "a meme referring to a breaking bad character, mike ehrmantraut, nicknamed 'finger'",
    "better caul saul": "a misspelling of 'better call saul,' a popular tv show and spin-off of breaking bad",
    "i am a surgeon": "a phrase from the medical drama 'the good doctor,' often parodied for its dramatic delivery",
    "hit or miss i guess they never miss huh": "lyrics from a viral tiktok song by ilovefriday, often used in memes",
    "i like ya cut g": "a meme phrase used before 'playfully' slapping someone on the back of the head, usually after a haircut",
    "ice spice": "a rapper and social media personality known for her music and distinctive style",
    "gooning": "slang for prolonged sexual arousal, often associated with binge-watching pornography",
    "fr": "abbreviation for 'for real,' used to emphasize the truth or seriousness of a statement",
    "we go gym": "a phrase from internet culture, often used to express dedication to working out or physical fitness",
    "kevin james": "an actor and comedian known for his roles in 'the king of queens' and various comedy films",
    "josh hutcherson": "an actor known for his role as peeta mellark in 'the hunger games' film series",
    "coffin of andy and leyley": "it comes from a game called the coffin of andy and leyley",
    "metal pipe falling": "a meme sound effect often used in videos to emphasize a sudden, impactful moment",
    "360 no scope": "a gaming term from first-person shooters where a player spins around and shoots an enemy without using the scope",
    "69": "a sexual position where two people perform oral sex on each other simultaneously, also often used humorously or as a meme",
    "adin ross": "a popular twitch streamer known for his collaborations with rappers and other internet personalities",
    "alabama": "often referenced in memes and jokes for its stereotypical association with rural and southern culture, sometimes implying inbreeding or outdated traditions",
    "alkahawl": "a humorous or phonetic spelling of 'alcohol'",
    "anita max wynn": "likely a fictional or humorous name, potentially a play on words or a character in memes",
    "aura": "used to describe someone's distinctive atmosphere or quality",
    "before gta 6": "refers to the anticipation and memes about the long-awaited release of grand theft auto 6",
    "beta": "used to describe a submissive or less dominant man, often contrasted with 'alpha'",
    "big chungus": "a meme featuring a large, rotund bugs bunny, often used humorously",
    "bop": "a term for a good song or tune that is enjoyable to listen to",
    "brainrot": "slang for content or media that is mind-numbing or addictive, often in a negative way",
    "brainrotmaxxing": "the act of fully indulging in mind-numbing content",
    "bubblegum pink": "a bright, cheerful pink color, often used to describe aesthetics or fashion",
    "buggin": "slang for acting irrationally or freaking out",
    "caseoh": "the universe",
    "coffin dance": "a meme involving a group of ghanaian pallbearers dancing with a coffin, used humorously to imply someone's demise",
    "cooked": "slang for being extremely tired, intoxicated, or defeated",
    "cotton eye joe": "a folk song that became a popular dance track, often used humorously",
    "da biggest bird": "a meme phrase used to boast about being the best or most significant in some way",
    "dababy car": "a meme involving rapper dababy, where his head is photoshopped onto a car",
    "deez nuts": "a popular internet meme and prank phrase originating from a 2015 viral video",
    "discord": "a popular chat platform used by gamers and various online communities",
    "discord moderator": "often used in memes to describe someone who takes their role in an online community very seriously",
    "dk khaled": "likely a misspelling of 'dj khaled,' a music producer and social media personality",
    "don pollo": "a fictional or humorous character, potentially from internet culture or memes",
    "drake": "a famous rapper and singer, often referenced in memes and internet culture. mostly involving children",
    "dream": "a popular minecraft youtuber known for his speedruns and the dream smp",
    "duolingo": "a language-learning app known for its persistent and 'humourous' reminders to practice",
    "edge": "in internet slang, refers to something that is provocative or controversial, related to masturbation",
    "edgemaxxing": "the act of fully embracing or pushing the boundaries of edgy or provocative behavior.",
    "edging streak": "refers to a period of refraining from sexual climax.",
    "ermm what the sigma": "a phrase combining uncertainty with the 'sigma male' meme, used humorously.",
    "fella": "slang for a guy or man, often used casually.",
    "flight": "likely refers to flightreacts, a popular youtuber and twitch streamer known for his reaction videos.",
    "flip": "slang for making a quick profit, often used in trading or resale contexts.",
    "fnaf": "acronym for five nights at freddy's, a popular horror video game series.",
    "fuhulatoogan": "likely a humorous or nonsensical word used in memes.",
    "gail lewis": "potentially a reference to a meme or viral character.",
    "galvanised square steel": "it comes from a viral meme, involving illegally renovating your apartment using galvanized steel square, eco-friendly wood veneer, and screws borrowed from your aunt.",
    "get sturdy": "a term for dancing energetically, often associated with certain music genres.",
    "glazing": "slang for excessively praising or admiring someone",
    "goat": "acronym for 'greatest of all time.'",
    "goonmaxxing": "the act of fully indulging in 'gooning,' or prolonged sexual arousal.",
    "gorlock the destroyer": "a fictional or humorous character. often paired with one of optimus prime's dialogues.",
    "green fn": "likely refers to something related to the game fortnite, often abbreviated as fn.",
    "grimace": "refers to the mcdonald's character or the recent meme involving the grimace shake.",
    "grind": "slang for working hard, often in pursuit of a goal.",
    "gyat": "slang derived from 'goddamn,' used to express admiration or surprise.",
    "imposter": "refers to the role in the game among us, where a player is secretly sabotaging the others.",
    "james charles": "a beauty influencer and youtuber known for his makeup tutorials and social media presence.",
    "jeffrey epstein": "a financier and convicted sex offender, often referenced in discussions about conspiracies and scandals.",
    "jelqing": "a controversial technique purported to increase penis size.",
    "jelqmaxxing": "the act of fully embracing or attempting jelqing.",
    "jinxzi": "likely a reference to a specific meme, user, or character in internet culture.",
    "jittleyang": "potentially a humorous or nonsensical term from internet culture.",
    "kevin g": "likely a reference to a character or meme, possibly from pop culture.",
    "lacy": "could refer to someone named lacy or a reference in internet culture.",
    "lebron james": "a famous basketball player often referenced in memes and internet culture.",
    "ligma": "a fictional disease used as a setup for a joke, often leading to a punchline.",
    "lil bro": "a term used to refer to someone younger or less experienced, often in a condescending manner.",
    "lock in": "slang for focusing intensely on a task or competition.",
    "low taper fade": "a popular hairstyle where the hair gradually shortens towards the lower part of the head.",
    "mogging": "slang for outshining or dominating someone in a particular area, often used in appearance or fitness contexts.",
    "mouth breather": "a derogatory term for someone perceived as unintelligent or socially awkward.",
    "munch": "slang for someone who is overly eager to please or excessively praises others, also can refer to eating.",
    "napoleon": "often referenced in memes, either about napoleon bonaparte or the napoleon complex (short man syndrome).",
    "never back down never what": "a motivational phrase encouraging persistence and resilience.",
    "no cap": "slang for 'no lie' or 'i'm not joking.'",
    "npc": "stands for 'non-player character,' used to describe someone who follows the crowd or lacks individuality.",
    "nuh uh": "a colloquial way of saying 'no' or expressing disbelief.",
    "ohio": "often used in memes to imply something strange or bizarre, referencing the 'only in ohio' meme.",
    "oi oi oi": "a chant or exclamation often associated with british culture or soccer fans.",
    "oil up": "slang for preparing intensely, often in the context of bodybuilding or physical preparation.",
    "opp": "slang for 'opposition' or 'enemy,' often used in rap culture.",
    "peter griffin": "the main character from the animated tv show family guy, often used in memes.",
    "pokimane": "a popular twitch streamer known for her gaming and variety content.",
    "pookie": "a term of endearment, often used humorously or affectionately.",
    "rizz app": "hypothetical or humorous reference to an app for developing or showcasing 'rizz' (charisma).",
    "rizzler": "a person who has high 'rizz' or charisma.",
    "rizzly bear": "a humorous term combining 'rizz' with 'grizzly bear,' implying someone with a lot of charisma.",
    "rizzmaxxing": "the act of fully embracing or enhancing one's charisma.",
    "root beer": "a sweet, non-alcoholic soda often referenced in american culture.",
    "shartmaxxing": "likely a humorous or absurd term, possibly referring to embarrassing oneself.",
    "sheesh": "an exclamation used to express amazement or disbelief.",
    "sky bri": "likely a reference to a specific person, character, or meme.",
    "slay": "slang for doing something exceptionally well or looking great.",
    "speed": "likely refers to ishow speed, a popular streamer known for his energetic content.",
    "subway surfers": "a popular mobile game often used in meme formats.",
    "super idol": "refers to a viral chinese song often used in memes.",
    "sus": "short for 'suspicious,' popularized by the game among us.",
    "the hood": "refers to an urban area or neighborhood, often used in cultural or social contexts.",
    "tiktok rizz party": "hypothetical or humorous event involving charisma or dating on tiktok.",
    "tnickelss": "likely a reference to a specific meme, user, or character in internet culture.",
    "tripping": "slang for acting irrationally or being under the influence of drugs.",
    "twitch": "a popular live streaming platform, primarily for gamers.",
    "unc": "slang for 'uncle,' often used to refer to an older male figure.",
    "uno reverse": "refers to the uno card game where a reverse card changes the direction of play, used humorously to imply reversing a situation.",
    "fellows in paris": "refers to a lyric from a jay-z and kanye west song, often censored or referenced humorously without saying the actual word.",
    "yappachino": "likely a humorous or nonsensical term from internet culture.",
    "yapping": "slang for talking excessively or boasting.",
    "bomboclatt": "jamaican slang equivalent to 'douchebag' or 'motherfucker,' often used as an interjection to express disgust or dismay.",
    "smurft cat": "smurf cat, blue mushroom cat or we live we love we lie, originally called шайлушай or shailushai in english, is a meme that began on the russian-speaking internet which gained popularity on tiktok in august 2023 in photo slideshows. the meme centers around an image of a blue, elf-like creature with a mushroom head and a cat's face, designed similarly to a smurf.",
    "gnomes bs knights": "gnomes vs. knights, also known as gnome vs. knight, refers to an imaginary battle between gnomes and knights that became a tiktok meme and trend in mid-2024."
}